Repository: christmeunier/localization-support
Catalog: Localization/NovDictionary_es-ES.tmx
Source language: en_us
Languages: es_es

source: Loc Pin X
es_es: Definir X de punto central

source: Loc Pin Y
es_es: Definir Y de punto central

source: Keep Upward
es_es: Mantener hacia arriba

source: Transform
es_es: Transformar

source: Size and Transform
es_es: Ajustar tamaño y transformar

source: Font and Text Layout
es_es: Diseño de fuente y texto

source: Styles
es_es: Estilos

source: Box Model
es_es: Modelo de caja

source: Fit Blocks In Parent
es_es: Ajustar bloques en padre

source: Default Tab Width
es_es: Ancho de tabulador por defecto

source: Window Origin X
es_es: X de origen de ventana

source: Window Origin Y
es_es: Y de origen de ventana

source: Inplace Edit Mouse Button Event
es_es: Evento de edición in situ del botón del ratón

source: Show Guideline Menu
es_es: Mostrar menú de lineamientos

source: Show Shape Menu
es_es: Mostrar menú de forma

source: Show Page Menu
es_es: Mostrar menú de página

source: Select
es_es: Elegir

source: Model
es_es: Modelo

source: Reroute Mode
es_es: Modo de redirección

source: Allow Layouts Reroute
es_es: Permitir redirección de diseños

source: Library Display Order
es_es: Orden de vista de biblioteca

source: Library View Type
es_es: Tipo de vista de biblioteca

source: Tool Bar On Top
es_es: Barra de herramientas al frente

source: New Library
es_es: Biblioteca nueva

source: Open Library
es_es: Abrir biblioteca

source: Save Library
es_es: Guardar biblioteca

source: Close Library
es_es: Cerrar biblioteca

source: Icons View Type
es_es: Tipo de vista de íconos

source: List View Type
es_es: Tipo de vista de listas

source: Thumbnails View Type
es_es: Tipo vista de miniaturas

source: Default Display Order
es_es: Orden de vista por defecto

source: Text Ascending Display Order
es_es: Orden ascendente de vista de texto

source: Text Descending Display Order
es_es: Orden descendente de vista de texto

source: Library Search
es_es: Búsqueda en biblioteca

source: View Libraries
es_es: Ver bibliotecas

source: Min Text Width
es_es: Ancho mínimo de texto

source: Max Text Height
es_es: Ancho máximo de texto

source: Min Text Height
es_es: Altura mínima de texto

source: Horizontal Text Alignment
es_es: Alineación horizontal de texto

source: Vertical Text Alignment
es_es: Alineación vertical de texto

source: Preview Text Spacing
es_es: Espaciado de texto de la vista previa

source: Text Below Preview
es_es: Vista previa de texto inferior

source: Item Border Thickness
es_es: Ancho de borde del elemento

source: Item Padding
es_es: Relleno de elemento

source: Items Layout
es_es: Diseño de elementos

source: Item Layout
es_es: Diseño de elemento

source: Select Left
es_es: Seleccionar izquierda

source: Select Right
es_es: Seleccionar derecha

source: Select Up
es_es: Elegir arriba

source: Select Down
es_es: Elegir abajo

source: Click Select Mouse Button Event
es_es: Pulsar evento Elegir botón del ratón

source: Start Move Distance
es_es: Distancia de inicio de movimiento

source: Active Page Index
es_es: Índice de página activa

source: Mail Merge
es_es: Combinación de correo

source: View Settings
es_es: Configuración de Vista

source: Show Box Trackers
es_es: Mostrar rastreadores de caja

source: Show Pin Rotation Trackers
es_es: Mostrar rastreadores de rotación de punto central

source: Show End Points Trackers
es_es: Mostrar rastreadores de puntos finales

source: Show Controls Trackers
es_es: Mostrar rastreadores de controles

source: Show Geometry Trackers
es_es: Mostrar rastreadores de geometría

source: Box Handle Style
es_es: Estilo de manija de caja

source: Rotator Handle Style
es_es: Estilo de manija de rotador

source: Pin Handle Style
es_es: Estilo de manija de punto central

source: Begin Point Handle Style
es_es: Iniciar estilo de manija del punto

source: End Point Handle Style
es_es: Finalizar estilo de manija del punto

source: Port Handle Style
es_es: Estilo de manija del puerto

source: Control Handle Style
es_es: Estilo de manija del control

source: Geometry Base Point Handle Style
es_es: Estilo de manija del punto de base de geometría

source: Geometry Bend Point Handle Style
es_es: Estilo de manija del punto de inflexión de geometría

source: Geometry Mid Point Handle Style
es_es: Estilo de manija del punto medio de geometría

source: Geometry Control Handle Style
es_es: Estilo de manija del control de geometría

source: Selected Guidelines Stroke
es_es: Trazo de lineamientos seleccionado

source: Hide Disabled Handles
es_es: Ocultar manijas inhabilitadas

source: Disabled Handle Color
es_es: Color de manija inhabilitado

source: Glued Handle Color
es_es: Color de manija soldado

source: Rotator Handle Distance
es_es: Distancia de manija del rotador

source: Rubber Band Stroke
es_es: Trazo de banda elástica

source: Closed Figures Hit Test Widen
es_es: Ampliación de figuras cerradas en Hit Test

source: Open Figures Hit Test Widen
es_es: Ampliación de figuras abiertas en Hit Test

source: Guidelines Hit Test Widen
es_es: Ampliación de Hit Test de lineamientos

source: Paste Position Mode
es_es: Pegar modo de posición

source: Paste Offset X
es_es: Pegar X de salida

source: Paste Offset Y
es_es: Pegar Y de salida

source: Max Previewed Items
es_es: Elementos previsualizados máximos

source: Nudge Step
es_es: Intervalo de Nudge

source: Rotation Step
es_es: Intervalo de rotación

source: Horizontal Spacing Step
es_es: Intervalo de espaciado horizontal

source: Vertical Spacing Step
es_es: Intervalo de espaciado vertical

source: Merge Point Distance
es_es: Distancia del punto de combinación

source: Copy Paste
es_es: Copiar y pegar

source: Previews
es_es: Vistas previas

source: Edit and Layout
es_es: Edición y diseño

source: Trackers
es_es: Rastreadores

source: Handle Styles
es_es: Estilos de manija

source: Handle Behavior
es_es: Comportamiento de manija

source: Allow Print
es_es: Permitir impresión

source: Side Width
es_es: Ancho del lado

source: Corner Width
es_es: Ancho de esquina

source: Arrow Shapes
es_es: Formas de flecha

source: Basic Shapes
es_es: Formas básicas

source: Weather Shapes
es_es: Formas de clima

source: Bent Arrow
es_es: Flecha doblada

source: Block Arrow
es_es: Flecha de bloque

source: Ellipse
es_es: Elipse

source: Diamond
es_es: Diamante

source: Hexagon
es_es: Hexágono

source: Heptagon
es_es: Heptágono

source: Cross
es_es: Cruz

source: Arrow Box
es_es: Flecha caja

source: Concentric
es_es: Concéntrico

source: Can
es_es: Lata

source: Done
es_es: Hecho

source: Not Done
es_es: Sin hacer

source: Check
es_es: Verificar

source: Not Todo
es_es: No Todo

source: Smiley
es_es: Sonriente

source: Frowny
es_es: Ceño fruncido

source: Angry
es_es: Enojado

source: Info
es_es: Información

source: Warning
es_es: Advertencia

source: Bullseye
es_es: Diana

source: Bullseye Hit
es_es: Acierto de diana

source: Flag
es_es: Bandera

source: Task
es_es: Tarea

source: Note
es_es: Nota

source: Attention
es_es: Atención

source: Appointment
es_es: Cita

source: Star
es_es: Estrella

source: Flashy Star
es_es: Estrella parpadeante

source: Highlight
es_es: Destacar

source: Stop Sign
es_es: Señal de parada

source: Cloud
es_es: Nube

source: Thunder Cloud
es_es: Nube de trueno

source: Urgent Stamp
es_es: Estampilla de urgente

source: Green Light
es_es: Luz verde

source: Yellow Light
es_es: Luz amarilla

source: Red Light
es_es: Luz roja

source: Examine
es_es: Examinar

source: Pause
es_es: Pausa

source: Exclamation
es_es: Exclamación

source: Question
es_es: Pregunta

source: Pencil
es_es: Lápiz

source: Coin
es_es: Moneda

source: Rainbow
es_es: Arcoíris

source: Trash
es_es: Basura

source: Cog
es_es: Diente

source: Cog 2
es_es: Diente 2

source: Medal
es_es: Medalla

source: Medal 2
es_es: Medalla 2

source: Puzzle Piece 1
es_es: Pieza de puzle 1

source: Puzzle Piece 2
es_es: Pieza de puzle 2

source: Puzzle Piece 3
es_es: Pieza de puzle 3

source: Puzzle Piece 4
es_es: Pieza de puzle 4

source: Puzzle Piece 5
es_es: Pieza de puzle 5

source: Puzzle Piece 6
es_es: Pieza de puzle 6

source: Puzzle Piece 7
es_es: Pieza de puzle 7

source: Puzzle Piece 8
es_es: Pieza de puzle 8

source: Puzzle Piece 9
es_es: Pieza de puzle 9

source: Puzzle
es_es: Puzle

source: Blank
es_es: Blanco

source: Activity
es_es: Actividad

source: And Join
es_es: Y unir

source: And Split
es_es: Y dividir

source: Decision
es_es: Decisión

source: Human
es_es: Humano

source: Mail
es_es: Correo

source: Manual Activity
es_es: Actividad manual

source: Manual Activity 2
es_es: Actividad manual 2

source: Or Join
es_es: O unir

source: Or Split
es_es: O dividir

source: Organization
es_es: Organización

source: Phone
es_es: Teléfono

source: Role
es_es: Rol

source: Routing
es_es: Enrutado

source: Split
es_es: Dividir

source: Start
es_es: Iniciar

source: Stop
es_es: Detener

source: Stop Accepted
es_es: Detención aceptada

source: Stop Rejected
es_es: Detención rechazada

source: Sub Activity
es_es: Subactividad

source: Sub Graph
es_es: Subgráfica

source: Timer
es_es: Temporizador

source: Compensation
es_es: Compensación

source: Rule
es_es: Regla

source: Signal
es_es: Señal

source: Terminate
es_es: Terminar

source: Multiple
es_es: Múltiple

source: Repetitive
es_es: Repetitivo

source: Multiple Instances
es_es: Instancias múltiples

source: Excellent
es_es: Excelente

source: Good
es_es: Bien

source: Average
es_es: Promedio

source: Unacceptable
es_es: Inaceptable

source: Box
es_es: Caja

source: Center Text
es_es: Centrar texto

source: Bend
es_es: Curva

source: Annotation
es_es: Anotación

source: Baloon
es_es: Balón

source: Automatic Dimension
es_es: Dimensión automática

source: Yellow Note
es_es: Nota amarilla

source: Bezier
es_es: Bézier

source: Bottom To Top
es_es: De abajo hacia arriba

source: Flexi Arrow 1
es_es: Flecha ajustable 1

source: Flexi Arrow 2
es_es: Flecha ajustable 2

source: Flexi Arrow 3
es_es: Flecha ajustable 3

source: United Arab Emirates
es_es: Emiratos Árabes Unidos

source: Azerbaijan
es_es: Azerbaiyán

source: Belgium
es_es: Bélgica

source: Bahrain
es_es: Bahrein

source: Brazil
es_es: Brasil

source: Canada
es_es: Canadá

source: Switzerland
es_es: Suiza

source: Cameroon
es_es: Camerún

source: Comoros
es_es: Comoras

source: Cape Verde
es_es: Cabo Verde

source: Czech Republic
es_es: República Checa

source: Germany
es_es: Alemania

source: Denmark
es_es: Dinamarca

source: Algeria
es_es: Argelia

source: Spain
es_es: España

source: Ethiopia
es_es: Etiopía

source: Finland
es_es: Finlandia

source: France
es_es: Francia

source: Gabon
es_es: Gabón

source: United Kingdom
es_es: Reino Unido

source: Greece
es_es: Grecia

source: Grenada
es_es: Granada

source: Hungary
es_es: Hungría

source: Ireland
es_es: Irlanda

source: Iceland
es_es: Islandia

source: Italy
es_es: Italia

source: Jordan
es_es: Jordania

source: Japan
es_es: Japón

source: Kenya
es_es: Kenia

source: Libya
es_es: Libia

source: Lithuania
es_es: Lituania

source: Maldives
es_es: Maldivas

source: Mali
es_es: Malí

source: Malaysia
es_es: Malasia

source: Sudan
es_es: Sudán

source: Singapore
es_es: Singapur

source: Solomon Islands
es_es: Islas Salomón

source: Sierra Leone
es_es: Sierra Leona

source: Suriname
es_es: Surinam

source: Slovakia
es_es: Eslovaquia

source: Slovenia
es_es: Eslovenia

source: Sweden
es_es: Suecia

source: Syria
es_es: Siria

source: Thailand
es_es: Tailandia

source: Tajikistan
es_es: Tayikistán

source: Tunisia
es_es: Túnez

source: Turkey
es_es: Turquía

source: Taiwan
es_es: Taiwán

source: Ukraine
es_es: Ucrania

source: Uzbekistan
es_es: Uzbekistán

source: Battery
es_es: Batería

source: Ground
es_es: Tierra

source: Chassis Ground
es_es: Tierra de chasis

source: Equipotentiality
es_es: Equipotencialidad

source: Equipotentiality 2
es_es: Equipotencialidad 2

source: Capacitor
es_es: Condensador

source: Capacitor 2
es_es: Condensador 2

source: Capacitor 3
es_es: Condensador 3

source: Trimmer Capacitor
es_es: Condensador variable

source: Variable Capacitor
es_es: Condensador variable

source: Diode
es_es: Diodo

source: Zener Diode
es_es: Diodo Zener

source: Tunnel Diode
es_es: Diodo túnel

source: Schottky Diode
es_es: Diodo Schottky

source: Shockley Diode
es_es: Diodo Shockley

source: Constant Diode
es_es: Diodo de continua

source: Gunn Diode
es_es: Diodo Gunn

source: Photo Diode
es_es: Fotodiodo

source: Lamp
es_es: Lámpara

source: Potentiometer US
es_es: Potenciómetro US

source: Potentiometer
es_es: Potenciómetro

source: Rheostat
es_es: Reóstato

source: Thermistor
es_es: Termistor

source: Preset Resistor
es_es: Predefinir resistor

source: Fuse
es_es: Fusible

source: Fuse 2
es_es: Fusible 2

source: Fuse 3
es_es: Fusible 3

source: Transformer
es_es: Transformador

source: Vacuum Diode
es_es: Diodo de vacío

source: Darlington Pair
es_es: Par de Darlington

source: Sziklai Pair
es_es: Par de Sziklai

source: Klip Sel
es_es: Símbolo electrónico

source: Aerial
es_es: Aéreo

source: Frame Antenna
es_es: Antena de cuadro

source: Loop Antenna
es_es: Antena de espira

source: AND
es_es: Y

source: Crystal
es_es: Cristal

source: Circuit Breaker
es_es: Interruptor de circuito

source: Transducer
es_es: Transductor

source: Thermocouple
es_es: Termocupla

source: Oscillator
es_es: Oscilador

source: AC Source
es_es: Fuente de corriente alterna

source: DC Source
es_es: Fuente de CC

source: Thermopile
es_es: Termopila

source: Strain Gauge
es_es: Galga extensiométrica

source: Touchplate
es_es: Placa de contacto

source: Resonator 2 Pin
es_es: Resonador 2 patas

source: Resonator 3 Pin
es_es: Resonador 3 patas

source: Bridge Rectifier
es_es: Rectificador de puente

source: Heater
es_es: Calentador

source: Galvanometer
es_es: Galvanómetro

source: Oscilloscope
es_es: Osciloscopio

source: Bell
es_es: Campana

source: Buzzer
es_es: Zumbador

source: Speaker
es_es: Parlante

source: Photocell
es_es: Fotocelda

source: Pentode
es_es: Pentodo

source: Tetrode
es_es: Tetrodo

source: Triode
es_es: Triodo

source: Diode 2
es_es: Diodo 2

source: Generator
es_es: Generador

source: Glowtube
es_es: Tubo incandescente

source: Phototube
es_es: Fototubo

source: Open Folder
es_es: Carpeta abierta

source: Closed Folder
es_es: Carpeta cerrada

source: Large Folder
es_es: Carpeta grande

source: New File
es_es: Archivo nuevo

source: Blank File
es_es: Archivo en blanco

source: Classy Folder
es_es: Carpeta con clase

source: Simple Folder
es_es: Carpeta simple

source: Simple Empty Folder
es_es: Carpeta vacía simple

source: Business Folder
es_es: Carpeta de negocios

source: Clipboard
es_es: Portapapeles

source: Clipboard Full
es_es: Portapapeles lleno

source: Files
es_es: Archivos

source: Smooth Folder
es_es: Carpeta lisa

source: Rounded Folder
es_es: Carpeta redondeada

source: File Folder
es_es: Carpeta de archivo

source: Candy Folder
es_es: Carpeta de dulces

source: Shiny Folder
es_es: Carpeta brillante

source: Flat Folder
es_es: Carpeta plana

source: Binder
es_es: Aglutinante

source: Folders
es_es: Carpetas

source: Filled Folder
es_es: Carpeta llena

source: Mail Stamp
es_es: Estampilla de correo

source: File List
es_es: Lista de archivos

source: Soft Folder
es_es: Carpeta suave

source: Note Binder
es_es: Archivador de notas

source: Hard Binder
es_es: Archivador duro

source: Trinidad And Tobago
es_es: Trinidad y Tobago

source: United States
es_es: Estados Unidos

source: Coffee Table
es_es: Mesa de café

source: Conference Table
es_es: Mesa de conferencia

source: Conference Table 2
es_es: Mesa de conferencia 2

source: Conference Table 3
es_es: Mesa de conferencia 3

source: Large Conference Table
es_es: Gran mesa de conferencia

source: Chair 1
es_es: Silla 1

source: Chair 2
es_es: Silla 2

source: Chair 3
es_es: Silla 3

source: Comfy Chair 1
es_es: Cómoda silla 1

source: Comfy Chair 2
es_es: Cómoda silla 2

source: Comfy Rolling Chair
es_es: Cómoda silla con ruedas

source: Armchair
es_es: Sillón

source: Couch 1
es_es: Sofá 1

source: Couch 2
es_es: Sofá 2

source: Bench 1
es_es: Banco 1

source: Bench 2
es_es: Banco 2

source: Bench 3
es_es: Banco 3

source: Corner Desk
es_es: Escritorio de esquina

source: Wavy Desk
es_es: Escritorio ondulada

source: Wavy Desk 2
es_es: Escritorio ondulada 2

source: Wavy Desk With Keyboard Drawer
es_es: Escritorio ondulada con cajón de teclado

source: Wavy Desk 2 With Keyboard Drawer
es_es: Escritorio ondulada 2 con cajón de teclado

source: Triple Desk
es_es: Escritorio triple

source: Desk System
es_es: Sistema de escritorio

source: Chairdesk
es_es: Silla de escritorio

source: Wooden Chair
es_es: Silla de madera

source: Director Chair
es_es: Silla de director

source: Cabinet
es_es: Gabinete

source: Water Cooler
es_es: Enfriador de agua

source: Small Sink 1
es_es: Pequeño fregadero 1

source: Small Sink 2
es_es: Pequeño fregadero 2

source: Corner Sink
es_es: Fregadero de esquina

source: Toilet 1
es_es: Inodoro 1

source: Toilet 2
es_es: Inodoro 2

source: Bidet
es_es: Bidé

source: Square Shower
es_es: Ducha cuadrada

source: Square Shower 2
es_es: Ducha cuadrada 2

source: Fridge
es_es: Nevera

source: American Fridge
es_es: Nevera americana

source: Kitchen Sink
es_es: Fregadero de cocina

source: Flatscreen
es_es: Pantalla plana

source: Flatscreen With Stand
es_es: Pantalla plana con el soporte

source: Desktop PC
es_es: Computadora de escritorio

source: All In One PC
es_es: Todo en una PC

source: Keyboard
es_es: Teclado

source: Printer
es_es: Impresora

source: Scanner
es_es: Escáner

source: Copier
es_es: Fotocopiadora

source: Card
es_es: Tarjeta

source: Display
es_es: Pantalla

source: Termination
es_es: Terminación

source: Extract
es_es: Extraer

source: Merge
es_es: Combinar

source: Database
es_es: Base de datos

source: Transport
es_es: Transporte

source: Burger
es_es: Hamburguesa

source: Ice Cone
es_es: Cono de helado

source: Ice Stick
es_es: Helado palito

source: Cup
es_es: Taza

source: Mug
es_es: Jarra

source: Pizza Slice
es_es: Tajada de pizza

source: Fries
es_es: Papas fritas

source: Soft Drink
es_es: Refresco

source: Martini Glass
es_es: Vaso de Martini

source: Fork
es_es: Tenedor

source: Knife
es_es: Cuchillo

source: Spoon
es_es: Cuchara

source: Tall Drink
es_es: Bebida grande

source: Strong Drink
es_es: Bebida fuerte

source: Hot Dog
es_es: Frankfurter

source: Muffin
es_es: Escón

source: Cake
es_es: Torta

source: Croissant
es_es: Media luna

source: Strawberry
es_es: Fresa

source: Apple
es_es: Manzana

source: Pear
es_es: Pera

source: Pineapple
es_es: Piña

source: Cherries
es_es: Cerezas

source: Tomato
es_es: Tomate

source: Eggplant
es_es: Berenjena

source: Bell Pepper
es_es: Pimiento

source: Carrot
es_es: Zanahoria

source: Chili Pepper
es_es: Ají

source: Computer
es_es: Computadora

source: Server
es_es: Servidor

source: Storage
es_es: Almacenamiento

source: Cell
es_es: Célula

source: Firewall
es_es: Cortafuegos

source: Webcam
es_es: Cámara web

source: Tablet PC
es_es: Tableta

source: Smart Phone
es_es: Teléfono inteligente

source: Modem
es_es: Módem

source: Skull
es_es: Cráneo

source: Man
es_es: Hombre

source: Woman
es_es: Mujer

source: Handicapped
es_es: Minusválido

source: Heart
es_es: Corazón

source: Flower
es_es: Flor

source: Bowtie
es_es: Corbatín

source: Male
es_es: Masculino

source: Female
es_es: Hembra

source: Book
es_es: Libro

source: Stick Figure
es_es: Muñeco de palo

source: Sun
es_es: Sol

source: Moon
es_es: Luna

source: Orb
es_es: Globo

source: Simple Orb
es_es: Globo simple

source: Pill Button
es_es: Botón de pastilla

source: Main Button
es_es: Botón principal

source: Glossy Button
es_es: Botón brillante

source: Aqua Pill
es_es: Píldora del agua

source: Human Icon
es_es: Icono humana

source: Human Icon 2
es_es: Ícono humano 2

source: Human Icon 3
es_es: Ícono humano 3

source: Human Icon 4
es_es: Ícono humano 4

source: Male Figure
es_es: Figura de hombre

source: Female Figure
es_es: Figura de mujer

source: Flat Figure
es_es: Figura plana

source: New Actor 2
es_es: Actor nuevo 2

source: New Actor 3
es_es: Actor nuevo 3

source: New Actor 4
es_es: Actor nuevo 4

source: Bubble Figure
es_es: Globo

source: Role Icon 2
es_es: Ícono de rol 2

source: User Icon
es_es: Ícono de usuario

source: Users 1
es_es: Usuarios 1

source: Users 2
es_es: Usuarios 2

source: Users 3
es_es: Usuarios 3

source: Users 4
es_es: Usuarios 4

source: Users 5
es_es: Usuarios 5

source: Users 6
es_es: Usuarios 6

source: Users 7
es_es: Usuarios 7

source: Users 8
es_es: Usuarios 8

source: Speed Limit
es_es: Límite de velocidad

source: Highway
es_es: Autopista

source: Dead End
es_es: Calle cerrada

source: One Way
es_es: Un sentido

source: Rail Crossing
es_es: Cruce de vías

source: Parking Sign
es_es: Señal de estacionamiento

source: Traffic Light Ahead
es_es: Luces de tránsito adelante

source: Uneven Road
es_es: Carretera irregular

source: Attention Sign
es_es: Signo de atención

source: Height Limit
es_es: Límite de altura

source: Attention Roundway
es_es: Atención: rotonda

source: Turn Ahead
es_es: Giro adelante

source: Caution Slippery
es_es: Precaución resbaladizo

source: Steep Hill
es_es: Colina empinada

source: Tunnel
es_es: Túnel

source: Two Way Traffic
es_es: Tráfico en ambos sentidos

source: Wind Sign
es_es: Signo de viento

source: Road Work
es_es: Carretera en obra

source: US Caution
es_es: Precaución de EE.UU.

source: US Road
es_es: Camino de Estados Unidos

source: US Speed Limit
es_es: Límite de velocidad de EE.UU.

source: US Traffic Light
es_es: Luz de tráfico de EE.UU.

source: US Two Way Traffic
es_es: Tráfico en ambos sentidos de EE.UU.

source: US Road Work
es_es: Obra en ruta de EE.UU.

source: US Slippery Road
es_es: Camino resbaladizo de EE.UU.

source: US Pedestrian
es_es: Peatón de EE.UU.

source: Sunny
es_es: Soleado

source: Clear Night
es_es: Noche clara

source: Cloudy
es_es: Nublado

source: Mostly Cloudy
es_es: Mayoritariamente nublado

source: Mostly Cloudy Night
es_es: Mayoritariamente noche nublada

source: Partly Cloudy
es_es: Parcialmente nublado

source: Partly Cloudy Night
es_es: Noche parcialmente nublada

source: Rainy
es_es: Lluvioso

source: Downfall
es_es: Aguacero

source: Snow
es_es: Nieve

source: Blizzard
es_es: Tormenta de nieve

source: Foggy
es_es: Brumoso

source: Storm
es_es: Tormenta

source: Haze
es_es: Niebla

source: Night Haze
es_es: Niebla nocturna

source: Windy
es_es: Ventoso

source: Hurricane
es_es: Huracán

source: Weather Vane
es_es: Veleta

source: Umbrella
es_es: Paraguas

source: Consumer Report Rating
es_es: Calificación de informe de consumidor

source: Parallel Fork/Join
es_es: Tenedor/unión paralelos

source: Complex Decision/Merge
es_es: Decisión/combinación compleja

source: Inclusive Decision/Merge
es_es: Decisión/combinación inclusiva

source: Data-Based Exclusive Decision/Merge 1
es_es: Decisión/combinación exclusiva basada en datos 1

source: Data-Based Exclusive Decision/Merge 2
es_es: Decisión/combinación exclusiva basada en datos 2

source: Data-Based Exclusive Decision/Merge 3
es_es: Decisión/combinación exclusiva basada en datos 3

source: Side Box Shape
es_es: Lado caja forma

source: Side Line Shape
es_es: Lado línea forma

source: Alternating current source
es_es: Fuente actual alternativa

source: Bipolar junction transistor, NPN mode
es_es: Transistor de unión bipolar, modo NPN

source: Bipolar junction transistor, PNP mode
es_es: Transistor de unión bipolar, modo PNP

source: Direct current source
es_es: Fuente de corriente continua

source: Junction field effect transistor, N-channel
es_es: Transistor de efectos de campo de unión, canal N

source: Junction field effect transistor, P-channel
es_es: Transistor de efectos de campo de unión, canal P

source: Light-dependent resistor
es_es: Resistor dependiente de la luz
